IdeaRS.Connections
IConnectionPartData Properties
Compatible with IDEA StatiCa 0.0
The IConnectionPartData type exposes the following members.
Properties
Name | Description
Name
 Gets or sets the name of the connection part
OperationId
 Gets or sets the id
Top
See Also
Reference
IConnectionPartData Interface
IdeaRS.Connections.Data Namespace